"Scale" = "Scale";
"Bounce" = "Bounce";
"Typewriter" = "Typewriter";
"Move" = "Move";
"Gravity" = "Gravity";

/* Text effect where the characters appear out of the center of the display */
"Center" = "Center";

/* Text effect where the characters appear out of multiple directions */
"Break Apart" = "Break Apart";

"Move into Place" = "Move into Place";

"Fade Characters" = "Fade Characters";
"Animate by line" = "Animate by line";
"Mass" = "Mass";
"Strength" = "Strength";
"Easing" = "Easing";
"Fade" = "Fade";
"Direction" = "Direction";
"Elasticity" = "Elasticity";
"Overlap" = "Overlap";
"Build" = "Build";
"Bounce" = "Bounce";
"Offset" = "Offset";
"Twists" = "Twists";
"Build Scale" = "Build Scale";
"Max Distance" = "Max Distance";
"Max Scale" = "Max Scale";
"Seed" = "Seed";

/* Gap between characters */
"Distance" = "Distance";

/* Gap between characters */
"Distance" = "Distance";

/* Name of text effect that flips text characters */
"Character Flip" = "Character Flip";
